import styles from "./Agreement.module.scss";

const Agreement = () => {
  return (
    <div className={styles.agreement}>
      <div className={styles.agreement__title}>
        Користувацька угода EMS-студії
      </div>
      <p>
        Вітаємо у нашій EMS-студії! Ми раді, що ви обрали нас для своїх
        тренувань. Просимо ознайомитись із правилами користування платформою —
        це допоможе уникнути непорозумінь і зробить співпрацю приємною.
      </p>

      <p>Основні положення:</p>
      <ul>
        <li>
          Ми дбайливо зберігаємо ваші персональні дані (ім’я, контакти, історія
          записів тощо) відповідно до <strong>Політики конфіденційності</strong>
          .
        </li>
        <li>
          Адміністрація EMS-студії може оновлювати правила або функціонал
          сервісу. Усі зміни публікуються на сайті.
        </li>
        <li>
          Просимо дотримуватись поваги до тренерів, адміністрації та інших
          клієнтів. У разі порушень доступ до сервісу може бути обмежено.
        </li>
        <li>
          Ви несете відповідальність за вчасні записи та скасування тренувань.
          Часті пропуски без попередження можуть вплинути на подальший доступ до
          розкладу.
        </li>
        <li>
          Ви підтверджуєте, що берете участь у заняттях добровільно, розуміючи
          особливості EMS-навантажень, та консультувались із лікарем за потреби.
        </li>
      </ul>

      <p>
        Дякуємо, що обрали нас! Якщо виникнуть питання — звертайтесь до
        адміністрації або пишіть на пошту служби підтримки.
      </p>
    </div>
  );
};

export default Agreement;
