export const images = [
  { src: "/images/about/1.jfif", alt: "EMS тренування 1" },
  { src: "/images/about/2.png", alt: "EMS тренування 2" },
  { src: "/images/about/3.png", alt: "EMS тренування 3" },
];

export const aboutBenefits = [
  {
    icon: "/icon/zap.svg",
    title: "Нове направлення в фітнесі",
    description:
      "Тренування проходить у спеціальному костюмі, який оснащений електродами. Через них посилаються низькочастотні електричні імпульси, які викликають мікроскорочення м'язів",
  },
  {
    icon: "/icon/dumbbell.svg",
    title: "Швидке відновлення ",
    description:
      " Завдяки тому що EMS активує глибокі мязи та покращує кровообіг, відновлення після занять проходить швидше",
  },
  {
    icon: "/icon/clock.svg",
    title: "Економія часу",
    description:
      "Лише 20-30 хв тренувань в EMS-костюмі замінює 2 години виснажливих тренувань у залі. Пропрацьовується до 90% всіх м'язів одночасно",
  },
  {
    icon: "/icon/coach.svg",
    title: "Особистий тренер",
    description:
      "Всі тренування проходять під наглядом персонального тренера за індивідуально підібраною програмою",
  },
];
