export const aboutText: string[] = [
  "Тренування проходить у спеціальному костюмі, який оснащений електродами. Через них посилаються низькочастотні електричн імпульси, які викликають мікроскорочення м`язів",
  "Тренування спалює калорії та підвищує тонус мя`зів. Зміцнює тіло та скульптурує його, покращую стан та якість шкіри",
  "Лише 20-30хв тренувань в EMS костюмі замінює 2 години виснажливих тренувань в залі. За тренування пропрацьовується 90% всіх м`язів та одночасно працює до 20 групи м`язів",
  "Всі тренування проходять під наглядом персонального тренера за індивідуально підібраною програмою до ваших фтнес-цілей",
];

export const images = [
  { src: '/images/about/1.png', alt: 'EMS тренування 1' },
  { src: '/images/about/2.png', alt: 'EMS тренування 2' },
  { src: '/images/about/3.png', alt: 'EMS тренування 3' },
];