export const images = [
  { src: "/images/about/1.png", alt: "EMS тренування 1" },
  { src: "/images/about/2.png", alt: "EMS тренування 2" },
  { src: "/images/about/3.png", alt: "EMS тренування 3" },
  { src: "/images/about/1.png", alt: "EMS тренування 1" },
  { src: "/images/about/2.png", alt: "EMS тренування 2" },
  { src: "/images/about/3.png", alt: "EMS тренування 3" },
];

export const aboutBenefits = [
  {
    icon: "/icon/zap.svg",
    title: "Нове направлення в фітнесі",
    description:
      "Тренування проходить у спеціальному костюмі, який оснащений електродами. Через них посилаються низькочастотні електричні імпульси, які викликають мікроскорочення м'язів",
  },
  {
    icon: "/icon/zap.svg",
    title: "Гарне тіло та відмінне самопочуття",
    description:
      "Тренування спалює калорії та підвищує тонус м'язів. Зміцнює тіло та скульптурує його, покращуючи стан та якість шкіри",
  },
  {
    icon: "/icon/zap.svg",
    title: "Економія часу",
    description:
      "Лише 20-30 хв тренувань в EMS-костюмі замінює 2 години виснажливих тренувань у залі. Пропрацьовується до 90% всіх м'язів одночасно",
  },
  {
    icon: "/icon/zap.svg",
    title: "Особистий тренер",
    description:
      "Всі тренування проходять під наглядом персонального тренера за індивідуально підібраною програмою",
  },
];
